acpid
adobe-source-han-sans-jp-fonts
adobe-source-han-serif-jp-fonts
alacritty
amd-ucode
base
base-devel
bazel
bluez
bluez-utils
bootconfig
bpf
cbatticon
clang
cmake
code
conky
cpupower
dhcpcd
discord
dmenu
dosfstools
efibootmgr
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
feh
firefox
flameshot
gcc-fortran
gdb
gdm
ghidra
git
grub
gst-plugin-pipewire
hyperv
i3-wm
i3blocks
i3lock
i3status
imagemagick
inkscape
intel-speed-select
inxi
iwd
kcpuid
libpulse
linux
linux-firmware
llvm
luarocks
mariadb
mesa-utils
mold
mtools
neofetch
neovim
network-manager-applet
networkmanager
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
nvidia
obsidian
openbsd-netcat
pandoc-cli
pavucontrol
perf
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
power-profiles-daemon
pyenv
python-build
python-matplotlib
python-pip
python-pwntools
python-pymysql
python-pynvim
python-pytest
python-pytest-timeout
python-pytorch
python-scikit-build
python-scipy
python-setuptools
python-sympy
qalculate-qt
radare2
sl
sof-firmware
sshtunnel
switcheroo-control
texlive-binextra
texlive-fontsrecommended
texlive-latex
texlive-latexextra
texlive-plaingeneric
tk
tmon
ttf-font-awesome
ttf-joypixels
turbostat
usbip
valgrind
vim
wget
wireplumber
x86_energy_perf_policy
xclip
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yarn
zathura
zathura-pdf-poppler
zram-generator
